[
  {
    "slug": "services/application-development",
    "title": "services",
    "description": "",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "title": "Custom technology solutions specific to your industry and business.",
          "image": "https://www.vithiitsolutions.com/images/4e0fecc1a564f2bedda9d6e00db11dda.png",
          "navigations": [
            "services",
            "Aplication Development"
          ]
        }
      },
      {
        "component": "ServiceAboutContentBox",
        "props": {
          "title": "Application Development",
          "heading": "Vithi IT Solutions builds custom applications using existing and emerging technologies that work well with any software portfolio to meet specific business requirements. We can create solutions for meeting the most challenging IT problems.",
          "para": "We combine deep technology expertise, architecture solutions capability, and program management skills to help you integrate and acquire new capabilities for heterogeneous systems that span both mainstream and emerging technologies. Specialists across our delivery network work with you to provide the skills you need, when you need them, for streamlining, managing and maximizing all systems, applications and enterprise platforms."
        }
      },
      {
        "component": "ExpertiseBox",
        "props": {
          "expertise": [
            {
              "technology": "ERP Solutions",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/3b0375ebc706f5bbef6341940447658b.jpg",
                "title": "ERP Solutions",
                "description": [
                  "We offer custom ERP software development services for businesses of all sizes and industries. We develop robust and scalable business ERP systems that offer key data insights across multiple platforms - web, mobile, and on-premise.",
                  "The best of ERP solutions count for nothing if they are not implemented properly. Our ERP implementation service team is uniquely equipped to take care of the complete deployment of your custom networks, servers, and data management solutions while maintaining data integrity.",
                  "Our technical experts using the best industry technologies and programming languages build feature-rich custom ERP applications as per the needs of your business. Our experts develop the best-in-class ERP applications for all platforms including web, desktop, and mobile."
                ]
              }
            },
            {
              "technology": "Full Stack Web Development",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/0c788c2c60c9f67dc13d2d7c11663892.jpg",
                "title": "Full Stack Web Development",
                "description": [
                  "Whether you need to build a custom web app from scratch, migrate your legacy backend, or streamline existing front-end functionality, we can accomplish that in an efficient and cost-effective manner.",
                  "We offer business intelligence solutions, application migration to cloud, collaboration and portal development, document management solutions, secure intranets, extranets, and portal setup, and offer maintenance, support, and up-gradation."
                ]
              }
            },
            {
              "technology": "CRM",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/d3e8d3a844e4b2e451eaaf160a913ae5.jpg",
                "title": "CRM",
                "description": [
                  "Customers are the most important part of any organization, and we offer custom crm development services that secure your customers’ loyalty to your company. We create the kind of CRM technology tools that provide direct access to customer information, which is essential for evaluating marketing strategies and customer service processes.",
                  "Vithi IT Solutions delivers Salesforce customer relationship management (CRM) and customer experience management (CEM) solutions through sales, service, and marketing cloud in addition to custom platform-as-a-service (PaaS) applications that provide the foundation for sustainable growth and increased success. Our in-depth processes and application knowledge, combined with best practices, enable us to offer Salesforce services, including consultancy, implementation, and support.",
                  "We also provide HubSpot CRM solutions, Social Media marketing services, Content Management Services with web Analytic feature."
                ]
              }
            },
            {
              "technology": "Mobile Development",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/fabfbddf27562ee338f33adfdf063448.jpg",
                "title": "Mobile Development",
                "description": [
                  "We offer a full cycle of application design, integration and management services. Whether it is a consumer oriented app or a transformative enterprise-class solution, the company leads the entire mobile app development process from ideation and concept to delivery, and to ongoing ongoing support.",
                  "We have all the expertise you need to produce fully-fledged, stable, and scalable mobile applications."
                ],
                "workList": {
                  "title": "Types of Mobile App Development",
                  "list": [
                    "Native Mobile App Development",
                    "Hybrid Mobile App Development"
                  ]
                }
              }
            }
          ]
        }
      }
    ]
  },
  {
    "slug": "services/data-services",
    "title": "services",
    "description": "",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "image": "https://www.vithiitsolutions.com/images/f17938d66a310c7a9e6fc4b6e781b7ff.png",
          "title": "Empower Your Business with Our Data Science & Analytics Solutions. ",
          "navigations": [
            "services",
            "Data Services"
          ]
        }
      },
      {
        "component": "ServiceAboutContentBox",
        "props": {
          "title": "Data Services",
          "heading": "Vithi IT Solutions has an expert knowledge of big data analytics solutions and their implementation and also in-depth domain knowledge, data management skills, machine learning and AI excellence which have helped us in creating amazing big data solution.",
          "para": "We provide an all-inclusive roadmap on big data technologies and a framework and architecture of reference along with best possible practices for the implementation of technologies. We utilize data visualization techniques for reporting and analysis of use cases of big data, for implementation of BI, advanced visualization technology of big data, predictive prototyping and complex analytics."
        }
      },
      {
        "component": "ExpertiseBox",
        "props": {
          "expertise": [
            {
              "technology": "Cloud/DevOps",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/79f1ce974db8a3281ec4a6f56314ce88.jpg",
                "title": "Cloud/DevOps",
                "description": [
                  "Our DevOps engineers incorporate DevOps processes in your organization and use modern tools that complement our frameworks. We automate your cloud infrastructure and processes while ensuring continuous delivery and continuous integration to quickly get your product to the market. Our industry-leading DevOps services and market-validated DevOps best practices bring a feature-rich product to the market in a lower timeframe and cost.",
                  "With us, you can automate infrastructure, streamline operations, as well as facilitate Infra/Dev/Ops/QA/Security communication. We help clients to build a friction-free operational environment, and leverage secure coding practices. Our development and operations practices are industry-validated and based on modern industry standards. With our industry-leading DevOps engineers, you can build an action plan that automates cloud infrastructure, accelerates software delivery, and inculcates a DevOps culture in your organization."
                ]
              }
            },
            {
              "technology": "Big Data and Data Management",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/95d0521d0bda7a2b7b366e46595fa2a9.jpg",
                "title": "Big Data and Data Management",
                "description": [
                  "Every business deals with sizable amounts of data. Digital data requires as much management as paper-based data whether it is for efficient storage or retrieval or whether it is for using the data to collate some business-useful information.  At Vithi Solutions, we aim to develop a solution that is uniquely suited to your business",
                  "To ensure a seamless functioning of your business processes, a data governance model is a must. Data governance is a system that defines who in your organization has access and authority over which data. The governance model also decides how these data assets will be used. Setting up a data governance model requires us to develop a framework which encompasses the people, technologies and business processes that are required to manage and protect data assets.",
                  "We work with you to understand your needs completely. Our solutions ensure that there is no data loss for you and that data flow is not restricted while the new management system is being put in place. Your business processes and your customers will continue to have a seamless experience."
                ]
              }
            },
            {
              "technology": "Data Engineering & BI",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/7040032c6c5d08ade00686db66d643e0.jpg",
                "title": "Data Engineering & BI",
                "description": [
                  "Business intelligence (BI) enables organizations to transform large amounts of data into actionable insights. However, a majority of business intelligence initiatives fail due to a combination of challenges, ranging from poor data quality and management to lack of business intelligence expertise to not adapting reporting and analysis as the business matures. Such failure can mean months or years of lost opportunities, significant setup costs, and frustration.",
                  "Our data engineering team consists of database-savvy business intelligence professionals who collaborate with you to understand your business needs and then map a solution based on your unique organizational requirements. We will help you redesign your data ecosystem to enable the seamless flow, management, and consumption of fast-growing volumes of both structured and unstructured data.",
                  "Our BI engineers not only mitigate these risks but also enable your organization to develop a solid business intelligence vision and strategy, implement effective business intelligence tools, streamline access to multiple data sources and adapt to business requirements and opportunities."
                ]
              }
            },
            {
              "technology": "Data Science",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/ecb11474121e48d2fe4ca0580c4c4ae4.jpg",
                "title": "Data Science",
                "description": [
                  "We are a leading AI development company that helps transform a diverse range of industries including healthcare, fintech, eCommerce, education, social services, and more. Our expertise in machine learning and artificial intelligence software development has helped us build innovative AI solutions that make your business work smarter.",
                  "Our Machine Learning development services revolve around working with intuitive, comprehensive tools with automated feature engineering capabilities, which result in better recommendations for fast, and smart decision-making.",
                  "We are powered by the skillset of big data, NLP and text analysis, and predictive analytics. Our data engineers specialize in extracting insights from data that help anticipate your business outcomes in real-time."
                ]
              }
            }
          ]
        }
      }
    ]
  },
  {
    "slug": "services/integration-automation",
    "title": "services",
    "description": "",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "image": "https://www.vithiitsolutions.com/images/093645b0fa357477be35ea7c7ee51786.png",
          "title": "Empowering Digital Transformation through Integration",
          "navigations": [
            "services",
            "Integration & Automation"
          ]
        }
      },
      {
        "component": "ServiceAboutContentBox",
        "props": {
          "title": "Integration & Automation",
          "heading": "Whether you already have a strong IT team, want to expand on your IT talent or bring on a partner to address all of your integration and/or automation needs, Vithi IT Solutions can provide a service offering that’s the right fit for you.",
          "para": "Proficient in the majority of the leading middleware tools such as Mulesoft, Boomi, TIBCO, our expert team will help you evaluate, select and implement the tool that is right for you and then migrate your solution from one tool to another."
        }
      },
      {
        "component": "ExpertiseBox",
        "props": {
          "expertise": [
            {
              "technology": "Integrations",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/205c9757ec9c085126606c15caf553ae.jpg",
                "title": "Integrations",
                "description": [
                  "In today’s world, the businesses are built on three foundational pillars as the digital businesses today need a complete data centric view. The businesses should have seamless CONNECT with any applications, UNIFY the valuable data to build trust and control, and PREDICT with data driven intelligence.",
                  "Vithi IT Solutions is the trusted integration expert with dozens of enterprise-grade projects under our belt. Working with us brings you the experience, expertise, and insights needed to reap the full value of today’s cloud integration solutions.",
                  "At Vithi IT Solutions, we know “one size doesn’t fit all”. We help you uncover the hidden capabilities of your software through integration. No matter whether it is legacy system modernisation, microservices or API management or cloud enablement; we believe in a resembling approach to software revolution that allows us to deliver Digital Transformation in an efficient and cost-effective way."
                ]
              }
            },
            {
              "technology": "Test Automation",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/a353318864330c5b81a7383aa73b2cc8.jpg",
                "title": "Test Automation",
                "description": [
                  "Automated software testing is crucial to application success in today’s competing business environment. At Vithi IT Solutions, we employ top automation tools and testers who implement innovative automation frameworks using the most advanced testing infrastructure.",
                  "Vithi IT Solutions provides a comprehensive range of test automation services that helps in reducing testing time with significant cost savings, thus enhancing application quality. Through our sophisticated techniques and the help of continuous verification, validation and quality assurance service, we bring in great advantage to all our clients.",
                  "Functional Automation- Robot framework, Selenium WebDriver, TestComplete , API Test Automation- REST- Assured, Robot Framework."
                ]
              }
            },
            {
              "technology": "Serverless Computing",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/f32052d363be833e7a1f1dcf1665b083.jpg",
                "title": "Serverless Computing",
                "description": [
                  "Serverless architecture is largely based on a Functions as a Service (FaaS) model that allows cloud platforms to execute code without the need for fully provisioned infrastructure instances. FaaS, also known as Compute as a Service (CaaS), are stateless, server-side functions that are event-driven, scalable, and fully managed by cloud providers.",
                  "DevOps teams write code that focuses on business logic and then define an event that triggers the function to be executed, such as an HTTP request. The cloud provider then executes the code and sends the results to the web application for users to review.",
                  "Vithi IT Solutions helps in optimizing the user experience that leverages serverless functions to support sudden bursts of requests based on end-user demands. We provide visibility from front-end to backend application performance with full business context using a consolidated yet comprehensive monitoring platform."
                ]
              }
            },
            {
              "technology": "Internet Of Things",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/3564cc205f4fdbc3f58bb2cb0d84b91e.jpg",
                "title": "Internet Of Things",
                "description": [
                  "Vithi IT Solutions implements a flexible software and hardware services designed to operate in any environment. Our IoT Services for industries are robust, cost-effective, and exceptionally simple to integrate. Companies, big and small, are leveraging enterprise IoT and consumer IoT to improve productivity, derive real-time insights from connected assets, reduce costs and to drive innovation through new business models.",
                  "Vithi IT Solutions end-to-end Internet of Things services help you gain a sustainable competitive advantage by tackling the challenges of integrating wearables, sensors, networks, cloud and applications without compromising on security.",
                  "With our industry-specific knowledge and IoT technology expertise covering Firmware Development, Mobility, Cloud computing and Data Analytics, we help you transform your business through informed decisions based on powerful data analytics."
                ]
              }
            }
          ]
        }
      }
    ]
  },
  {
    "slug": "services/digital-innovation",
    "title": "services",
    "description": "",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "image": "https://www.vithiitsolutions.com/images/f0536a80a325c0fc96ad7f25a1a84443.png",
          "title": "Technologies that can change the way you look at the world",
          "navigations": [
            "services",
            "Digital Innovation"
          ]
        }
      },
      {
        "component": "ServiceAboutContentBox",
        "props": {
          "title": "Digital Innovation",
          "heading": "Change is the only constant and technology is the forerunner driving this constant change. At Vithi IT Solutions, we leverage new-age technologies to shape digitally robust enterprises.",
          "para": "Our constantly evolving and refined expertise with technologies such as Blockchain, VR, IOT and Robotic Process Automation is creating support for businesses to create distinct digital-first solutions that promise superior returns on investment and delight customers across channels and platforms."
        }
      },
      {
        "component": "ExpertiseBox",
        "props": {
          "expertise": [
            {
              "technology": "eCommerce Platforms",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/7b570e65ec1f9b68c74d9d92f487d3bc.jpg",
                "title": "eCommerce Platforms",
                "description": [
                  "In today’s competitive market whether you have a small, mid-size, or large business, you are required to market your services or products on the web effectively to boost online sales and drive revenue. With Vithi IT best e-commerce solutions, you can get your business to reach new heights. We offer end-to-end e-commerce platform services that are best in the market."
                ],
                "workList": {
                  "title": "Ecommerce Platforms We Work On:",
                  "list": [
                    "Bigcommerce",
                    "Magento",
                    "Shopify",
                    "Woocommerce"
                  ]
                }
              }
            },
            {
              "technology": "Augmented and Virtual Reality",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/5c2840efec11623600490a9d6ef2ac9e.jpg",
                "title": "Augmented and Virtual Reality",
                "description": [
                  "AR /VR is all about generating an Artificial experience in a simulated environment using computer programming and props. It has majorly captured markets like Gaming Apps, Movies, Automobiles, Online training software & Education-focused experiences, Real-time athlete performance visualization, Real Estate platforms.",
                  "Several technologies are being used for augmented and virtual application development, which include: ARToolKit, OpenCV, ARKit, EasyAR, Vuforia, Wikitude, etc. Vithi IT Solutions team of competent professionals can custom develop a framework that suits your business needs. Our expertise includes:"
                ],
                "workList": {
                  "list": [
                    "Object tracking",
                    "Object and pattern recognition",
                    "Face detection, tracking, and recognition",
                    "Style transfer in photos and video, 3D modeling, 3D image visualization",
                    "Custom AR app",
                    "AR games and apps"
                  ]
                }
              }
            },
            {
              "technology": "Robotics",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/45e7151ef5ab5175ee1e3a2cdf756155.jpg",
                "title": "Robotics",
                "description": [
                  "RPA ensures speed, accuracy, cost-effectiveness, time-saving, and efficiency in bridging the business processes' automation gaps. Vithi IT Solutions RPA solution takes off monotonous manual tasks from the human workforce and automates them. The RPA technology saves a lot of human-efforts, time, reduces errors leading you to save business TCO.",
                  "Our expert RPA developers assist in implementing the software in accordance with Cognitive automation while utilizing the two technologies- Artificial Intelligence and Machine learning. We ensure that the implementation of the bots is synced smoothly within your business process. Properly designed, tested, and deployed solution,"
                ],
                "workList": {
                  "list": [
                    "Developing RPA business processes",
                    "Implementing RPA business processes",
                    "Integrating with supporting applications and tools",
                    "Optical Character Recognition (OCR), AI, BPM, Web interfaces and more"
                  ]
                }
              }
            },
            {
              "technology": "Blockchain",
              "data": {
                "image": "https://www.vithiitsolutions.com/images/3893a3e5439fba531f10db692031313f.jpg",
                "title": "Blockchain",
                "description": [
                  "Right from decentralized applications to NFTs, smart contracts to metaverses and others, we have expertise in establishing a secure application that is highly encrypted from different security threats.",
                  "Our experienced developers utilize modern tools and frameworks in blockchain technology for creating engaging and responsive web & mobile applications. With the utilization of advanced technologies and tools, we offer world-class blockchain app solutions for different business verticals. Vithi IT Solutions Blockchain technology services include Customization and Development of:"
                ],
                "workList": {
                  "list": [
                    "Enterprise grade solutions",
                    "Blockchain Smart Contracts",
                    "Tokens, Wallets and Crypto Exchange Applications",
                    "Banking Solutions",
                    "Decentralized Blockchain Apps (Dapps)",
                    "Security audits Distributed",
                    "Ecommerce Solutions"
                  ]
                }
              }
            }
          ]
        }
      }
    ]
  },
  {
    "slug": "contact",
    "title": "contact",
    "description": "",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "title": " We are just an email, call or inquiry form away.",
          "image": "http://www.vithiitsolutions.com/images/e2161c861f0bf481f33750f909300ac8.png",
          "navigations": [
            "Contact Us"
          ]
        }
      },
      {
        "component": "ContactDetails",
        "props": {
          "content": "This could be the beginning of a collaboration that will create something of value. Something that both you and us can feel proud about having been a part of.",
          "phonenumber": "+(91) 9154152931",
          "landline":"040-35180165",
          "address": {
            "addressOffice": "203, Cyber Crown, Sec-II Village, HUDA Techno Enclave, Madhapur, Telangana 500081",
            "addressWorkingLocation": "P. NO. 227, Street No. 7, Patrika Nagar, Madhapur, Hyderabad, Telangana 500081",
            "mailus": "info@vithiit.com"
          }
        }
      },
      {
        "component":"ContactForm"
      }
    ]
  },
  {
    "slug": "home",
    "title": "home",
    "description": "VITHI IT SOLUTIONS",
    "Components": [
      {
        "component": "Hero",
        "props": {
          "carouselData": [
            {
              "title1": "Strong Industry Focus &",
              "title2": "Technology Expertise",
              "description": "We provide industry-specific solutions to help enterprises and fast-growing organizations succeed in today’s digital-first world.",
              "imageUrl": "https://www.vithiitsolutions.com/images/d27bc72948fd2f081233745fa4031f1e.png"
            },
            {
              "title1": "One Team, One Vision,",
              "title2": "One Love - Innovation",
              "description": "We are a team of passionate people driven by one relentless pursuit- to craft innovative solutions and deliver unparalleled results.",
              "imageUrl": "https://www.vithiitsolutions.com/images/0f17e499f8b1972e05165b1b5dcd86b9.jpg"
            },
            {
              "title1": "Digital, Business,",
              "title2": "Technology Partners For Success",
              "description": "We simplify the digital transformation journeys of businesses through smart and innovative software solutions.",
              "imageUrl": "https://www.vithiitsolutions.com/images/6db973c6f2bdf9fccad7f5f635aa6028.png"
            }
          ],
          "discussButton": {
            "title": "Discuss Requirement",
            "link": "/contact"
          }
        }
      },
      {
        "component": "CombinedComponent",
        "props": {
          "image1": "http://www.vithiitsolutions.com/images/4b12216502d3566707e37c109ec622c8.png",
          "image2": "http://www.vithiitsolutions.com/images/cd2dd0d095bb3ba0958482abbb3d4baa.png",
          "right": true,
          "header": "Transforming Businesses With Innovation",
          "para": "We are a full-stack software development and analytics company that is committed to building world-class digital products. At Vithi IT Solutions, we place immense value on trust, collaboration and going the extra mile to ensure excellence. We believe our responsibility doesn't end with just delivering a solution. We constantly strive to help you navigate all the complexity of digital transformation to scale your business.",
          "links": [
            {
              "title": "Know More About Us",
              "link": "/aboutus"
            }
          ]
        }
      },
      {
        "component": "HomeServicesBox",
        "props": {
          "title1": "Tailored business",
          "title2": "IT solutions",
          "image": "https://www.vithiitsolutions.com/images/d1396c00380f0c0388ef46391f3d973c.png",
          "servicesData": [
            "ERP Solutions",
            "Full Stack Web Development",
            "ERP",
            "Mobile Development"
          ],
          "description": {
            "title": "Application Development",
            "content": "Vithi IT Solutions builds custom applications using existing and emerging technologies that work well with any software portfolio to meet specific business requirements. We can create solutions for meeting the most challenging IT problems.",
            "knowMoreUrl": "http://www.vithiitsolutions.com/service/application-development"
          }
        }
      },
      {
        "component": "CombinedComponent",
        "props": {
          "image1": "http://www.vithiitsolutions.com/images/2334724dc4b543d6e455ce24c6a1ff2a.png",
          "image2": "http://www.vithiitsolutions.com/images/1675696465l1.png",
          "right": false,
          "header": "Data Analytics",
          "para": "Vithi IT Solutions has an expert knowledge of big data analytics solutions and their implementation and also in-depth domain knowledge, data management skills, machine learning and Al excellence which have helped us in creating amazing big data solution.",
          "links": [
            {
              "title": "Cloud/DevOps",
              "link": "/services/data-services#tabs"
            },
            {
              "title": "Big Data and Data Management",
              "link": "/services/data-services#tabs"
            },
            {
              "title": "Data Engineering & BI ",
              "link": "/services/data-services#tabs"
            },
            {
              "title": "Data Science",
              "link": "/services/data-services#tabs"
            }
          ]
        }
      },
      {
        "component": "CombinedComponent",
        "props": {
          "image1": "http://www.vithiitsolutions.com/images/4b12216502d3566707e37c109ec622c8.png",
          "image2": "http://www.vithiitsolutions.com/images/b80e23377cbc966bc2e6b43fb62f8afe.png",
          "right": true,
          "header": "Integration & Automation",
          "para": "Whether you already have a strong IT team, want to expand on your IT talent or bring on a partner to address all of your integration and/or automation needs, Vithi IT Solutions can provide a service offering that's the right fit for you.",
          "links": [
            {
              "title": "Integration",
              "link": "/services/integration-automation#tabs"
            },
            {
              "title": "Test Automation",
              "link": "/services/integration-automation#tabs"
            },
            {
              "title": "Serverless Computing",
              "link": "/services/integration-automation#tabs"
            },
            {
              "title": "IoT",
              "link": "/services/integration-automation#tabs"
            }
          ]
        }
      },
      {
        "component": "CombinedComponent",
        "props": {
          "image1": "http://www.vithiitsolutions.com/images/af28c0ae4774be04663165fc918bf0d6.png",
          "image2": "http://www.vithiitsolutions.com/images/d0d733ed7e7f955405d833b56e055d6d.png",
          "right": false,
          "header": "Digital Innovation",
          "para": "Our constantly evolving and refined expertise with technologies such as Blockchain, VR and Robotic Process Automation is creating support for businesses to create distinct digital-first solutions that promise superior returns on investment and delight customers across channels and platforms.",
          "links": [
            {
              "title": "eCommerce Platforms",
              "link": "/services/digital-innovation#tabs"
            },
            {
              "title": "Virtual Reality",
              "link": "/services/digital-innovation#tabs"
            },
            {
              "title": "Robotics",
              "link": "/services/digital-innovation#tabs"
            },
            {
              "title": "Blockchain",
              "link": "/services/digital-innovation#tabs"
            }
          ]
        }
      },
      {
        "component": "PartnersSection",
        "props": {
          "partners": [
            "https://res.cloudinary.com/dagmm478n/image/upload/v1697433852/vithi/Salesforce_Corporate_o3dilu.png",
            "https://res.cloudinary.com/dagmm478n/image/upload/v1697433836/vithi/o-prtnr_b9b2nm.png"
          ]
        }
      },
      {
        "component": "VideoBackgroundComponent",
        "props": {
          "videoUrl": "https://www.vithiitsolutions.com/images/video.mp4",
          "title": "World Class Full Stack Product Team",
          "content": " Our teams can design, build, ship, and scale your idea and make it a reality in the most efficient way."
        }
      }
      
    ]
  },
  {
    "slug": "aboutus",
    "title": "aboutus",
    "description": "",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "title": "All Your Technology and Data Management Needs. One Group of Technology Experts.",
          "image": "https://www.vithiitsolutions.com/images/0a3116c138ebf8b4636c0eb67914c2be.png",
          "navigations": [
            "About Us"
          ]
        }
      },
      {
        "component": "AboutContentBox",
        "props": {
          "title": "ABOUT VITHI IT SOLUTIONS",
          "heading": "We are data, technology, Integration and digital Innovation experts who provide services and support to help you get the most out of your organizational data.",
          "content": "Vithi IT Solutions is a global IT services provider and a digital transformation partner focused upon providing great value to clients worldwide with cost-effective, integrated, responsive and trustworthy IT solutions. We offer a wide bouquet of services and solutions in operations, consulting, digital, and technology and enable enterprises to overcome critical business challenges."
        }
      },
      {
        "component": "AboutVisionBox",
        "props": {
          "image": "https://www.vithiitsolutions.com/images/25290e5e13bb2803eaccb15365bbca98.jpg",
          "content": "At Vithi IT Solutions, we’re driven by the purpose of 'Building your Business'",
          "visionPoints": [
            "Supporting our customers in getting their breakthrough products to milestones and market faster.",
            "To continuously create new opportunities for growth in your strategic business.",
            "Passionately helping business through innovative technologies to reach the business dreams.",
            "To develop lasting client relationships by providing exceptional stakeholder value in an environment of trust and respect."
          ]
        }
      },
      {
        "component": "About",
        "props": {
          "bgimage": "http://www.vithiitsolutions.com/images/team-business-people-stacking-.jpg",
          "content": "Vithi has an excellent track record of Managing, Designing, Implementing & Deploying numerous projects which are mission critical to our customers focused mainly on on-time delivery with quality driven by SMEs across technologies.",
          "differences": [
            {
              "id": 1,
              "img": "http://www.vithiitsolutions.com/images/1da9f03f9bd1d5bb39ec4ed26a01b700.png",
              "heading": "Innovative",
              "content": "We offer innovative and creative thinking, delivering “real” cost effective solutions to our customers"
            },
            {
              "id": 2,
              "img": "http://www.vithiitsolutions.com/images/dea17b68ebfe5a4572e1004c411d1a78.png",
              "heading": "Quality",
              "content": "Quality is the key that enables us to provide exceptional services to our customers which contributes to increasing the customer base"
            },
            {
              "id": 3,
              "img": "http://www.vithiitsolutions.com/images/116806aa906de0e09aa6a71ccb9fa283.png",
              "heading": "Long-Term Partnerships",
              "content": "Building trusted, long-term partnerships with our customers by blending with your culture."
            },
            {
              "id": 4,
              "img": "http://www.vithiitsolutions.com/images/97088490eab7918d4fd83def7f1ad742.png",
              "heading": "Industry Best Practices",
              "content": "Applying industry best practices and Frameworks to manage risk, deliver services & optimize costs."
            },
            {
              "id": 5,
              "img": "http://www.vithiitsolutions.com/images/78cb815df215bcbd613436faadf85e0a.png",
              "heading": "Digital Transformation",
              "content": "Helping our clients to transform their business needs through innovation and Digital Transformation."
            },
            {
              "id": 6,
              "img": "http://www.vithiitsolutions.com/images/a1ac29e0e404485bedf825eab3f9371b.png",
              "heading": "Continuous Training",
              "content": "Continuous training and managing the best teams by employing & nurturing our resources"
            }
          ]
        }
      },
      {
        "component": "CoreValuesList",
        "props": {
          "valuesList": [
            {
              "imgUrl": "https://www.vithiitsolutions.com/images/6d5a2612bbb49f560346ce931c21ad35.png",
              "title": "Value-Based Delivery & Quality",
              "paraGraph": "We take pride in providing high-value products and services that we stand behind, which ensures customer satisfaction, profitability and the future of our employees and our growth."
            },
            {
              "imgUrl": "https://www.vithiitsolutions.com/images/a1ad8243dc5226f19c0679559ac5127b.png",
              "title": "Process Improvements",
              "paraGraph": "We relentlessly pursue continuous improvement and excellence in projects, products, processes, and services, to define success as getting the right things done well."
            },
            {
              "imgUrl": "https://www.vithiitsolutions.com/images/93a18e572dca797e80a37feb96f74f56.png",
              "title": "Teamwork & People",
              "paraGraph": "We foster a work environment where creative thinking is encouraged and rewarded in order to create opportunities for process improvement and more cost-effective solutions and services."
            },
            {
              "imgUrl": "https://www.vithiitsolutions.com/images/d9726237c8338f2ccf395ec5cffda5aa.png",
              "title": "Customer Focused",
              "paraGraph": "We recognize that our customers are the reason for our success in business, and we are committed to listen and respond positively to their needs. We enthusiastically give our best service in all that we do."
            }
          ]
        }
      }
    ]
  },
  {
    "slug": "careers",
    "title": "career",
    "description": "VITHI IT SOLUTIONS",
    "Components": [
      {
        "component": "TopBreadCrum",
        "props": {
          "title": "We're always looking for talented people",
          "image": "http://www.vithiitsolutions.com/images/9fda3ccbc09fd6b1db76410e59c325d0.png",
          "navigations": [
            "Careers"
          ]
        }
      },
      {
        "component": "CareerAboutBox",
        "props": {
          "title": "Accelerating Innovation. Empowering People.",
          "content": "We sincerely welcome you to be part of our culture of technology and performance. Vithi IT Solution practices agile development that requires enthusiasm and passion to integrate opportunities rather than focusing on limitations. We welcome anyone who knows technology, regardless of age or experience. The ideal candidate is self-motivated, open-minded, always striving to improve, and not shying away from supporting their peers.",
          "contact": "Please send your resume to hr@vithiit.com"
        }
      },
      {
        "component": "CareerBox",
        "props": {
          "bgimage": "https://www.vithiitsolutions.com/images/9fda3ccbc09fd6b1db76410e59c325d0.png",
          "careersData": [
            {
              "image": "https://www.vithiitsolutions.com/images/e758da0c156983bcfdbc907e8a7bd74e.png",
              "title": "Learn and grow",
              "content": "Vithi IT Solution leadership team is dedicated to the personal growth of each employee. Whether it's learning new skills, striving to innovate, or becoming a better leader, our employees are encouraged to do their best."
            },
            {
              "image": "https://www.vithiitsolutions.com/images/e4098b0c7b77ebf2a1a5151a7a0a3fe9.png",
              "title": "Deliver excellence",
              "content": "We believe in doing our best as a team. Our organizational structure is flat. We believe that every team member contributes to our success."
            },
            {
              "image": "https://www.vithiitsolutions.com/images/54561b7aa2b8c544ccfade61fb2e093c.png",
              "title": "Transparency",
              "content": "To function as a truly successful team, we foster a culture of transparency. Want to know what's going on? You can ask your manager and they'll tell you, or you can wait until the next company launch."
            }
          ]
        }
      },
      {
        "component": "JobsSection",
        "props": {
          "jobPosts": [
            {
              "location": "Hyderabad",
              "position": "Senior Frontend Developer",
              "experience": "10+ Years",
              "employmentType": "Full-Time",
              "jobDescription": "We are looking for a skilled professional who has a focus on end-user ease of use and functionality of the application. The candidate will work with designers and trend analysts to develop applications that reach as many users as possible. To be successful, you must have expert skills in back-end development as well as a good knowledge of new tools and trends in the industry.",
              "responsibilities": [
                "Create user-friendly applications.",
                "Work with designers and engineers to brainstorm application ideas.",
                "Reflect on data to analyze trends.",
                "Create test models to gauge user enjoyment."
              ],
              "requirements": [
                "A bachelor of science degree in computer science or engineering.",
                "Proficiency with CSS, HTML, and JavaScript.",
                "Proficiency with design software like UX Pin.",
                "Excellent communication skills.",
                "The ability to interpret analytics and implement changes to applications as needed."
              ]
            },
            {
              "position": "UI Developer (React And Angular)",
              "location": "Hyderabad",
              "experience": "5+ Years",
              "employmentType": "Full-Time",
              "jobDescription": "We are seeking an experienced UI Developer to join our team. The ideal candidate will have a strong background in developing web applications using both React and Angular frameworks. The successful candidate will be responsible for designing and developing user interfaces that are intuitive, responsive, and aesthetically pleasing.",
              "responsibilities": [
                "Design, develop, and maintain web applications using React and Angular.",
                "Collaborate with UX designers, product owners, and other stakeholders to ensure a high-quality user experience.",
                "Write high-quality, maintainable, and scalable code.",
                "Develop and maintain unit tests and automated functional tests.",
                "Participate in code reviews and provide feedback to other developers to ensure code quality and maintainability.",
                "Work with DevOps teams to automate build and deployment processes.",
                "Stay up-to-date with the latest trends and technologies in web development.",
                "Contribute to the technical direction of the team."
              ],
              "requirements": [
                "Bachelor's degree in Computer Science or a related field.",
                "At least 5 years of experience developing web applications using both React and Angular frameworks.",
                "Strong understanding of web development principles and best practices, including responsive design, accessibility, and performance optimization.",
                "Experience with CSS pre-processors, such as SASS or LESS.",
                "Experience with front-end build tools, such as Webpack, Babel, or Gulp.",
                "Strong understanding of RESTful API design and development.",
                "Strong problem-solving skills and the ability to work independently or as part of a team.",
                "Excellent communication skills and the ability to work effectively with other developers, product owners, and stakeholders."
              ],
              "additionalInformation": "If you have a passion for developing innovative web applications and enjoy working in a fast-paced, collaborative team environment, we encourage you to apply for this exciting opportunity."
            },
            {
              "position": "NodeJS Fullstack Developer",
              "location": "Hyderabad",
              "experience": "5+ Years",
              "employmentType": "Full-Time",
              "jobDescription": "We are seeking an experienced NodeJS Fullstack Developer to join our team. The ideal candidate will have a strong background in developing web applications using NodeJS, React, and other modern front-end technologies. The successful candidate will be responsible for designing, developing, and maintaining complex web applications, as well as contributing to the technical direction of the team.",
              "responsibilities": [
                "Design, develop, and maintain web applications using NodeJS and React.",
                "Collaborate with UX designers, product owners, and other stakeholders to emulate a high-quality user experience.",
                "Write high-quality, maintainable, and scalable code.",
                "Develop and maintain RESTful APIs and integrate with external systems.",
                "Develop and maintain unit tests and automated functional tests.",
                "Participate in code reviews and provide feedback to other developers to ensure code quality and maintainability.",
                "Work with DevOps teams to automate build and deployment processes.",
                "Stay up-to-date with the latest trends and technologies in web development.",
                "Contribute to the technical direction of the team."
              ],
              "requirements": [
                "Bachelor's degree in Computer Science or a related field.",
                "At least 5 years of experience developing web applications using NodeJS and React.",
                "Strong understanding of web development principles and best practices, including responsive design, accessibility, and performance optimization.",
                "Experience with CSS pre-processors, such as SASS or LESS.",
                "Experience with front-end build tools, such as Webpack, Babel, or Gulp.",
                "Experience with back-end frameworks, such as Express, Koa, or Hapi.",
                "Experience with database technologies, such as MySQL, PostgreSQL, or MongoDB.",
                "Strong understanding of RESTful API design and development.",
                "Strong problem-solving skills and the ability to work independently or as part of a team.",
                "Excellent communication skills and the ability to work effectively with other developers, product owners, and stakeholders."
              ],
              "additionalInformation": "If you have a passion for developing innovative web applications and enjoy working in a fast-paced, collaborative team environment, we encourage you to apply for this exciting opportunity."
            },
            {
              "position": "Salesforce Developer",
              "location": "Hyderabad",
              "experience": "3+ Years",
              "employmentType": "Full-Time",
              "jobDescription": "We are seeking a highly skilled and experienced Salesforce Developer to join our dynamic team. As a Salesforce Developer, you will play a crucial role in customizing, developing, and maintaining our Salesforce applications to meet the evolving needs of our organization.",
              "responsibilities": [
                "Customize and develop Salesforce solutions to streamline business processes and improve overall efficiency.",
                "Collaborate with cross-functional teams to gather and analyze requirements, and translate them into technical solutions.",
                "Design, develop, and implement custom Apex code, triggers, Visualforce pages, and Lightning components.",
                "Integrate Salesforce with other systems and applications, ensuring seamless data flow.",
                "Create and maintain reports, dashboards, and workflows to support business operations.",
                "Perform data migration and data quality activities as needed.",
                "Stay up-to-date with the latest Salesforce features and functionalities.",
                "Troubleshoot and resolve issues related to Salesforce applications."
              ],
              "requirements": [
                "Bachelor's degree in Computer Science, Information Technology, or a related field.",
                "Minimum of 3 years of hands-on experience as a Salesforce Developer.",
                "Proficiency in Salesforce customization and configuration using Apex, Visualforce, Lightning components, and declarative tools.",
                "Strong understanding of Salesforce data model, security, and integration capabilities.",
                "Experience with Salesforce Lightning Experience is a plus.",
                "Salesforce certifications (e.g., Salesforce Certified Platform Developer) are highly desirable.",
                "Excellent problem-solving skills and the ability to work independently.",
                "Strong communication skills and the ability to collaborate effectively with team members and stakeholders."
              ],
              "additionalInformation": "If you are a Salesforce Developer with a passion for creating innovative solutions and have a proven track record of success, we encourage you to apply. Join our team and be part of our mission to leverage Salesforce technology to drive business growth and customer satisfaction.\n\nTo apply, please submit your resume and a cover letter outlining your relevant experience and qualifications.\n\nVithi It Solutions is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees."
            }
          ]
        }
      },
      {
        "component": "CareerContactForm",
        "props": {
          "title": "Submit Your Resume",
          "description": "If you want to be part of our existing team, kindly fill in the form below and we will reach out to you as soon as possible.",
          "image": "http://www.vithiitsolutions.com/images/portrait-business-executive-us.jpg"
        }
      }
    ]
  }
]